Repository: LeonHTM/TichuStats
Catalog: Localizable.xcstrings
Source language: en
Languages: de, de_ch

# statistics.statscontainer.title.teamplayer
source: Teamplayer
de: Teamspieler
de_ch: Teamschpieler

# statistics.statscontainer.title.tichumaster
source: Tichumaster
de: Tichumeister
de_ch: Tichumeischter

# statistics.statscontainer.title.visionary
source: Visionary
de: Hellseher
de_ch: Häuseher

# statistics.statscontainer.title.winner
source: Winner
de: Sieger
de_ch: Gwinner

# statistics.timeframe.day
source: Day
de: Heute
de_ch: Hüt

# statistics.timeframe.month
source: Month
de: Monat
de_ch: Monät

# statistics.timeframe.week
source: Week
de: Woche
de_ch: Wuchä

# statistics.timeframes.alltime
source: All Time
de: Komplett
de_ch: Aues

# statistics.timeframes.year
source: Year
de: Jahr
de_ch: Jahr

# statistics.title.comparison
source: Edit comparison
de: Vergleich bearbeiten
de_ch: Verglich bearbeite

# tichu.big.long
source: Big Tichu
de: Grosses Tichu
de_ch: Grossäs Tichu

# tichu.big.short
source: B. Tichu
de: Gr. Tichu
de_ch: Gr. Tichu

# tichu.bombs
source: Bombs: %@
de: Bomben: %@
de_ch: Bombä: %@

# tichu.doubleWin
source: Double Win
de: Doppelsieg
de_ch: Dopu Sieg

# tichu.play
source: Play tichu
de: Tichu spielen
de_ch: Schpiu äs Tichu

# tips.historyTap.message
source: Tap here to see more Information about the tichu game and share it.
de: Tippen um mehr Informationen über das jeweilige Tichu-Spiel zu erfahrne und es zu teilen.
de_ch: Hiä druf tipä für meh Informatione ober ds Tichu Schpiu und zum’s teilä.

# tips.historyTap.title
source: Tap to show more Information
de: Tippe für mehr Informationen
de_ch: Tipä für meh Informationä

# tips.listSwipe.message
source: Swipe left on a Round to edit and/or delete it.
de: Nach links wischen um eine Runde zu bearbeiten oder zu löschen
de_ch: Du chasch links uf ärä rundi wüschä zum sä bearbeitä oder löschä.

# tips.listSwipe.title
source: Swipe Left to Edit
de: Nach links wischen um zu bearbeiten
de_ch: Links wüschä zum bearbeite

# tips.listSwipeFriend.message
source: Swipe left on a a Friend to remove.
de: Wische nach links um einen Freund zu entfernen
de_ch: Du chasch links uf äm nä fründ wüschä zum nä entfernä.

# tips.listSwipeFriend.title
source: Swipe Left to Remove
de: Nach links wischen um zu entfernen
de_ch: Links wüschä zum entfernä

source: Username available
de: Benutzername verfügbar
de_ch: Benutzername verfüegbar

# username.change
source: You can change your name in: %@
de: Du kannst deinen Namen in %@ wieder bearbeiten
de_ch: Du chasch di Name ersch wird änderä i: %@

# username.create
source: Create Account
de: Account erstellen
de_ch: Account machä

# username.creating
source: Creating Account…
de: Account wird erstellt…
de_ch: Account wird gmacht….

# username.description
source: Pick a unique username. This is required so you can be added to Tichu games.
de: Wähle einen Benutzernamen aus, damit du von Freunden zu Tichu-Spielen hinzugefügt werden kannst.
de_ch: Wähl ä eimaligä Benutzernämä us. Dini fründe chöi di när unger däm Benuzernamä zu Tichu Schpiu derzue tue.

# username.edit
source: Edit username
de: Benutzername bearbeiten
de_ch: Benutzername bearbeitä

# username.enter
source: Enter username
de: Benutzername eingeben
de_ch: Benutzername igä

# username.old
source: Your old username
de: Dein alter Benutzername
de_ch: Di aut Benutzername

# username.requirements
source: Requirements
de: Vorausetzungen
de_ch: Vorussetzigä

# username.requirements.available
source: Username is available
de: Benutzername verfügber
de_ch: Benutzername verfüegbar

# username.requirements.length
source: Between 2 and 20 characters.
de: Zwischen 2 und 20 Zeichen
de_ch: Zwüschä 2 und 20 Zeichä

# username.requirements.letters
source: Letters, numbers and underscores only.
de: Nur Buchstaben, Zahlen und Unterstriche
de_ch: Nur Buächstabe, Zahlä und unterstrich.

# profile.footer.version
source: Version %@ Build %@
de_ch: Version %@ Bou %@

# profile.tichuStatsSupport
source: TichuStats Support
de_ch: TichuStats Supoort

# statistics.statscontainer.title.saboteur
source: Saboteur
de_ch: Sabotör
